"BUY" = "https://www.barebones.com/store?ref=licensepanel";
"BUY_UPGRADE" = "https://www.barebones.com/store/check2.html?ref=licensepanel";
"BUY_CURRENT" = "https://www.barebones.com/store/buy-bbedit-current?ref=licensepanel";

"PRODUCT_INFO" = "https://www.barebones.com/products/bbedit?ref=licensepanel";
"LOST_SERIAL_NUMBER" = "https://www.barebones.com/contact/lostserial.html";

"SERVICE_AND_SUPPORT" = "https://www.barebones.com/support/bbedit/index.html";
"MERCHANDISE_STORE" = "https://merch.barebones.com/";

"EMAIL_TEMPLATE" = "mailto:support@barebones.com?body=BBEdit version: %@ (%@)\nmacOS version: %@ (%@)\n\n";
"EMAIL_TEMPLATE_APPSTORE" = "mailto:support@barebones.com?body=BBEdit version: %@ (%@)\nmacOS version: %@ (%@)\nMac App Store subscription status: %@\n\n";

"BETA_CHANGE_NOTES" = "https://s3.amazonaws.com/BBSW-download/%@_Notes-%@.txt";
"CHANGE_NOTES" = "https://www.barebones.com/support/bbedit/notes-%@.html";

//	not really URLs, but point of need for the contact email generator
"EMAIL_TEMPLATE_NO_SUBSCRIPTION" = "none";
"EMAIL_TEMPLATE_HAS_SUBSCRIPTION" = "active";
"EMAIL_TEMPLATE_SUBSCRIPTION_EXPIRED" = "expired";

"APP_STORE_REVIEW" = "https://apps.apple.com/us/app/bbedit/id404009241?action=write-review";

"EXPERT_PREFS_GUIDE" = "https://www.barebones.com/support/bbedit/ExpertPreferences.html";
